IDEA StatiCa Open Model
ConcreteULSCheckResultShearEc2.Vrd Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 decisive shear resistance
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Vrd { get; set; }
Public Property Vrd As Double
	Get
	Set
public:
property double Vrd {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace